[
    {
        "name": "African Violet",
        "quantity": "6",
        "price": "7.50",
        "exchange": "1",
        "purchase": "1",
        "brief": "2-inch pot African Violets.",
        "depth": "<p>African Violet plants in 2 inch pots.</p> <p>African Violets with beautiful dark green leaves with red-purple undersides. They produce violet-blue flowers.</p><p> Light: moderate to bright, indirect light <p>Allow soil around roots to dry out before watering to encourage blooming. Avoid getting water on the leaves as this can cause spotting damage - consider watering from the bottom up. <p>Fertilize half strength every 2 weeks, or use a 'constant feed' method. <p>African Violets bloom best when they are pot bound. Pot diameter should be 1/3 the spread of the leaf span. Repot every 1-2 years but not necessarily in a larger pot.",
        "contactName": "Harmony",
        "contactEmail": "harmony224@hotmail.com",
        "image": "http://s3.amazonaws.com/hjs/african_violet.jpg"
    },
    {
        "name": "Crassula perforata",
        "quantity": "5",
        "price": "5.60",
        "exchange": "1",
        "purchase": "1",
        "brief": "AKA String of Buttons",
        "depth": "<p>Crassula perforata, also known as String of Buttons, in 2 inch pots. <p> Fast growing succulent with stems and leaves that appear stacked on top of each other. Stems grow upright at first and then hang down over time. <p> Light: full sun or light shade. <p> Drought tolerant. Water every 7-10 days in the summer, less often in winter. Allow top inch of soil to dry between waterings. ",
        "contactName": "Harmony", 
        "contactEmail": "harmony224@hotmail.com", 
        "image": "https://cdn.pixabay.com/photo/2016/11/29/04/42/airy-1867373__480.jpg",
        "imageCredit": "Image by Pexels from Pixabay"
    },
    {
        "name": "Snake Plant",
        "quantity": "4",
        "price": "10.99",
        "exchange": "",
        "purchase": "1",
        "brief": "At assum vivendo sea, scripta virtute id eos, at etiam moderatius scripserit duo.",
        "depth": "<p>At assum vivendo sea, scripta virtute id eos, at etiam moderatius scripserit duo. Nec id ponderum interpretaris, ius in scripta dolorum, summo tacimates eum et.</p><p>Vis ex aliquip invidunt liberavisse, sea et duis noluisse efficiantur. Qui decore apeirian in, nobis patrioque ius et.</p><p>Alia rebum latine an nam, ex nihil convenire sit, sea solet sensibus petentium ne. Mei graeci commodo et. Pri ne quaeque expetenda ocurreret, his ne numquam perfecto. Elitr graeci ut pro. Eu vel mazim assueverit. No mei debet percipit accommodare, no dolor aeterno indoctum duo.</p>",
        "contactName": "Dwight", 
        "contactEmail": "dwight2016@gmail.com",
        "image": "https://images.unsplash.com/photo-1547516508-e910d368d995",
        "imageCredit": "Photo by Kara Eads on Unsplash"
    },
    {
        "name": "Succulent 2",
        "quantity": "5",
        "price": "8.80",
        "exchange": "",
        "purchase": "1",
        "brief": "Te elitr argumentum appellantur vix.",
        "depth": "<p>Te elitr argumentum appellantur vix. Eu ius persius argumentum. Eos in liber hendrerit.</p> <p>Cu deseruisse reformidans qui, has ut dictas vulputate.</p> <p>Ei facer regione praesent sea, vis te oblique intellegat moderatius, esse expetendis pri ad. Habemus commune ei qui. Vis ad quis scriptorem, vel no facete disputando voluptatibus. Vis ludus pertinax pericula no, est at porro malis option, semper corrumpit nam eu.</p><p> Regione numquam disputando et nam. Sed an quot sensibus, no principes scribentur vituperatoribus eam. Vim ea placerat adipiscing, nec erat nobis semper an.</p>",
        "contactName": "Harmony", 
        "contactEmail": "stella.cat@gmail.com",
        "image": "https://cdn.pixabay.com/photo/2018/10/10/22/51/succulent-plant-3738597__480.jpg",
        "imageCredit": "Photo by Ylanite Koppens on Pexels"
    },
    {
        "name": "Succulent 3",
        "quantity": "10",
        "price": "7.50",
        "exchange": "1",
        "purchase": "1",
        "brief": "Est ad commune mandamus signiferumque.",
        "depth": "<p>Est ad commune mandamus signiferumque. Has quod veri nostrum ut, ferri commodo gubergren ne usu.</p><p>Sit praesent tincidunt in, duo ad dicat utinam explicari. Sea ad audiam fastidii reprehendunt, has sapientem neglegentur ex, unum bonorum splendide nec et.</p><p>Stet forensibus dissentiunt at nec. Utroque delectus consectetuer ne sed. An persius accommodare has, ea quando nonumy detraxit vis. Vim dicant munere ex. Labores assueverit pri cu, duo viris congue ne. Sit posse iracundia cu. Ne velit soluta pri, usu te dictas adipisci consequat.</p>",
        "contactName": "pamela", 
        "contactEmail": "pamela96@hotmail.com",
        "image": "https://cdn.pixabay.com/photo/2016/11/18/20/55/little-plant-1836817__480.jpg",
        "imageCredit": "Image by Pexels from Pixabay"
    }
]